<?php

return [

    'validation' => [
        'name' => 'Вы не указали имя',
        'surname' => 'Вы не указали фамилию',
        'login' => 'Вы не указали логин',
        'email' => 'Вы не указали вашу почту',
        'emailNotEmail' => 'Формат почты указан неверно',
        'password' => 'Вы не указали пароль',
        'passwordRepeat' => 'Вы не указали повтор пароля',
        'rules' => 'Вы не указали согласие на регистрацию'
    ],

    'products' => [
        'name' => 'Вы не указали название товара',
        'desc' => 'Вы не указали описание товара',
        'year' => 'Вы не указали год выпуска товара',
        'country' => 'Вы не указали страну выпуска товара',
        'price' => 'Вы не указали цену товара',
        'count' => 'Вы не указали кол-во товара',
        'category_id' => 'Вы не указали категорию товара'
    ]

];
